<template>
    <div class="about-page">
        <h2 class="info">О нас</h2>
        <div class="info">
            <div>
                <span>
                   <p>YANKI – это российский бренд молодежной одежды, обуви и аксессуаров. Мы вдохновляемся высокой модой и искусством, захватывающими сюжетами и популярными героями, современными исполнителями и блогерами, чтобы создавать для тебя стильную одежду.</p>
                   <p>Главный приоритет YANKI – качество по доступной цене, поэтому для нашей продукции мы выбираем лучшие материалы. В наших коллекциях вы найдете удобные вещи для своего гардероба - базовые повседневные футболки, толстовки, свитшоты, джинсы, спортивные брюки, а также модели с оригинальными дизайнерскими элементами.</p>
                   <p>YANKI – это одежда для тебя! Мы регулярно создаем новые линейки одежды, которые отражают интересы и вкусы современной молодежи. Наши дизайнеры анализируют мировые модные коллекции и тренды, на основе которых создают популярные фасоны и оригинальные принты. Поэтому YANKI – это одежда, которая подойдет для ярких образов и смелого самовыражения молодежи.</p>
                   <p>За свою 20-летнюю историю бренд сотрудничал со многими лидерами мнений, среди которых были артисты, блогеры, художники. Наши творческие коллаборации с Третьяковской галереей, Музеем русского импрессионизма, Максом Борисовым, Disney, Marvel и Warner Brothers стали одними из самых успешных. Не менее популярными были коллекции Hello Kitty, ВТ21, SCR Merch, UFC, VPSH (Вся Правда ШОУ), линейки по мотивам знаменитых Аниме, особенно Наруто и Death Note. И мы не собираемся на этом останавливаться!</p>
                   <p>YANKI - это качественная одежда, доступная для всех. Сеть имеет производственные комплексы в России, Белоруссии, Молдавии и насчитывает более 340 розничных магазинов в четырех странах СНГ. Бренд занимает лидирующие позиции в сегменте online-продаж одежды и насчитывает десятки тысяч довольных покупателей.</p>  
                   <p>YANKI – это твой любимый магазин!</p>
                </span>
            </div>
        </div>
    </div>
    
    
</template>
<script>
export default{
    name: 'AboutView',
}
</script>

<style lang="scss" scoped>
.info {
    text-align: left;
}
.about-page{
    height: 60vh;
    margin-top: 30px;
    margin-bottom: 30px;
    margin-right: 7%;
    margin-left: 7%;
}
</style>